IDEA StatiCa Open Model
ConcreteBlockData Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ConcreteBlockData class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConcreteBlockData()
Public Sub New
public:
ConcreteBlockData()
See Also
Reference
ConcreteBlockData Class
IdeaRS.OpenModel.Connection Namespace